Repository: leonboe1/NearDrop
Catalog: NearDrop/*.lproj/Localizable.strings
Languages: es, hu, ja, ru, th, uk

source: Accept
es: Acceptar
hu: Elfogad
ja: 受け入れる
ru: Принять
th: ยอมรับ
uk: Прийняти

source: Decline
es: Rechazar
hu: Elutasít
ja: 拒否する
ru: Отклонить
th: ปฏิเสธ
uk: Відхилити

source: Device name: %@
es: Nombre del Dispositivo: %@
hu: Készülék neve: %@
ja: 機器名: %@
ru: Имя устройства: %@
th: ชื่ออุปกรณ์: %@
uk: Імʼя пристрою: %@

# DeviceSendingFiles
source: %1$@ is sending you %2$@
es: %1$@ te quiere mandar %2$@
hu: %1$@ a következőt küldi: %2$@
ja: %1$@が%2$@を送信しています
ru: %1$@ отправляет Вам %2$@
th: %1$@ กำลังส่งไฟล์ให้คุณ %2$@
uk: %1$@ відправляє Вам %2$@

# Error.Crypto
source: Encryption error
es: Error de encriptación
hu: Titkosítási hiba
ja: 暗号化エラー
ru: Ошибка шифрования
th: การเข้ารหัสผิดพลาด
uk: Помилка шифрування

# Error.Protocol
source: Communication error
es: Error de comunicación
hu: Kommunikációs hiba
ja: 通信エラー
ru: Ошибка протокола
th: การสื่อสารผิดพลาด
uk: Помилка протоколу

# NFiles
source: %d files
hu: %d fájl
ja: %dつのファイル
th: %d ไฟล์

# NotificationsDenied.Message
source: NearDrop needs to be able to display notifications for incoming file transfers. Please allow notifications in System Settings.
es: NearDrop necesita poder mostrar notificaciones para las transferencias de archivos entrantes. Permite las notificaciones en la configuración del sistema.
hu: A NearDrop-nak szüksége van értesítéseket küldeni a bejövő fájlok fogadásához. Kérlek engedélyezd az értesítésekhez való hozzáférést a Rendszerbeállításokban.
ja: NearDropでファイル受信の通知を表示できる必要があります。システム設定で通知を許可してください。
ru: NearDrop необходима возможность показывать уведомления о входящих файлах. Пожалуйста, разрешите уведомления в Системных настройках.
th: NearDrop ไม่สามารถแสดงการแจ้งเตือนไฟล์ที่เข้ามาได้ โปรดให้สิทธิ์การแจ้งเตือน ในการตั้งค่าระบบ
uk: NearDrop потрібна можливість показувати сповіщення про вхідні файли. Будь ласка, дозвольте сповіщення у Системних налаштуваннях.

# NotificationsDenied.OpenSettings
source: Open settings
es: Abrir la configuración del sistema
hu: Beállítások megnyitása
ja: 設定を開く
ru: Открыть настройки
th: การตั้งค่า
uk: Відкрити налаштування

# NotificationsDenied.Title
source: Notification Permission Required
es: Permiso de notificaciones necesario
hu: Szükséges az értesítésekhez való hozzáférés
ja: 通知権限が必要です。
ru: Требуется доступ к уведомлениям
th: จำเป็นต้องใช้สิทธิ์การแจ้งเตือน
uk: Потрібен доступ до сповіщень

# Quit
source: Quit NearDrop
es: Salir de NearDrop
hu: NearDrop bezárása
ja: NearDropを終了
ru: Завершить NearDrop
th: ออก NearDrop
uk: Завершити NearDrop

# TransferError
source: Failed to receive files from %@
es: Error al recibir archivos de %@
hu: Nem sikerült %@-tól/től fájlokat fogadni
ja: %@からのファイル受信に失敗しました。
ru: Не удалость принять файлы от %@
th: เกิดข้อผิดพลาดในการรับไฟล์จาก %@
uk: Не вдалося отримати файли від %@

source: Visible to everyone
es: Visible para todos
hu: Mindenki számára felfedezhető
ja: すべてのユーザーに公開
ru: Видимость: все
th: เปิดเผยต่อทุกคน
uk: Видимість: для всіх

source: Recommended Apps
th: แอปแนะนำ
uk: Рекомендовані додатки

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності

source: User Manual
th: คู่มือการใช้งาน
uk: Посібник користувача

source: Welcome to NearDrop
es: Bienvenido a NearDrop
hu: Üdvözlünk a NearDropban
ja: NearDropへようこそ
ru: Добро пожаловать в NearDrop
th: ยินดีต้อนรับสู่ NearDrop
uk: Ласкаво просимо до NearDrop

source: Acknowledgements
es: Agradecimientos
hu: Köszönetnyilvánítás
ja: 謝辞
ru: Благодарности
th: คำขอบคุณ
uk: Подяки

# UserManualDescription
source: When NearDrop is running, it will appear in the menu bar at the top of your screen. Click the NearDrop icon if you would like to stop receiving files. Important: Your Android device and your Mac need to be on the same WiFi network to transfer files. If you are promted to allow incoming connections, please allow them. To send files from your Android device to your Mac, tap on the share icon on your phone, and select "Quick Share" or "Nearby Share". Your Mac will be listed as an available device. After that, you will see a notification on your Mac. Hover over the notification to accept or decline the file transfer.
es: Cuando NearDrop está en ejecución, aparecerá en la barra de menú en la parte superior de tu pantalla. Haz clic en el icono de NearDrop si deseas dejar de recibir archivos. Importante: Tu dispositivo Android y tu Mac deben estar conectados a la misma red WiFi para transferir archivos. Si se te solicita permitir conexiones entrantes, por favor, acéptalas. Para enviar archivos desde tu dispositivo Android a tu Mac, toca el icono de compartir en tu teléfono y selecciona "Quick Share" o "Nearby Share". Tu Mac aparecerá como un dispositivo disponible. Después de esto, verás una notificación en tu Mac. Pasa el cursor sobre la notificación para aceptar o rechazar la transferencia del archivo.
hu: Amikor a NearDrop fut, az megjelenik a képernyő tetején található menüsorban. Kattints a NearDrop ikonra, ha szeretnéd leállítani a fájlok fogadását. Fontos: Az Android-eszközödnek és a Mac számítógépednek ugyanarra a Wi-Fi hálózatra kell csatlakozniuk a fájlok átviteléhez. Ha megjelenik egy kérdés a bejövő kapcsolatok engedélyezésére, kérjük, engedélyezd azokat. Fájlok küldéséhez az Android-eszközödről a Mac-re érintsd meg a megosztás ikont a telefonodon, majd válaszd a "Quick Share" vagy a "Nearby Share" lehetőséget. A Mac-ed elérhető eszközként fog megjelenni. Ezt követően értesítést fogsz látni a Mac-en. Vidd az egérmutatót az értesítés fölé, hogy elfogadd vagy elutasítsd a fájlátvitelt.
ja: NearDropが実行中の場合、画面上部のメニューバーに表示されます。ファイルの受信を停止したい場合は、NearDropのアイコンをクリックしてください。 重要: AndroidデバイスとMacは、ファイルを転送するために同じWi-Fiネットワークに接続している必要があります。接続の許可を求められた場合は、それを許可してください。 AndroidデバイスからMacにファイルを送信するには、電話の共有アイコンをタップし、"クイックシェア"または"Nearby Share"を選択してください。Macは利用可能なデバイスとして表示されます。 その後、Macに通知が表示されます。通知にカーソルを合わせて、ファイル転送を承認または拒否してください。
ru: Когда NearDrop запущен, он отображается в строке меню в верхней части экрана. Нажмите на значок NearDrop, если вы хотите прекратить получение файлов. Важно: Ваше устройство Android и Mac должны быть подключены к одной и той же сети Wi-Fi для передачи файлов. Если появится запрос на разрешение входящих подключений, пожалуйста, разрешите их. Чтобы отправить файлы с вашего устройства Android на Mac, нажмите на значок «Поделиться» на вашем телефоне и выберите "Быстрая передача" или "Nearby Share". Ваш Mac отобразится в списке доступных устройств. После этого на вашем Mac появится уведомление. Наведите курсор на уведомление, чтобы принять или отклонить передачу файла.
th: เมื่อ NearDrop กำลังทำงานอยู่ ไอคอนจะปรากฏในแถบเมนูที่ด้านบนของหน้าจอของคุณ คลิกที่ไอคอน NearDrop หากคุณต้องการหยุดรับไฟล์ สำคัญ: อุปกรณ์ Android และ Mac ของคุณจะต้องเชื่อมต่อกับเครือข่าย WiFi เดียวกันเพื่อถ่ายโอนไฟล์ หากมีการแจ้งเตือนให้อนุญาตการเชื่อมต่อขาเข้า โปรดอนุญาต ในการส่งไฟล์จากอุปกรณ์ Android ของคุณไปยัง Mac ให้แตะที่ไอคอนแชร์บนโทรศัพท์ของคุณ และเลือก "Quick Share" หรือ "Nearby Share" Mac ของคุณจะแสดงในรายการอุปกรณ์ที่พร้อมใช้งาน หลังจากนั้น คุณจะเห็นการแจ้งเตือนบน Mac ของคุณ วางเคอร์เซอร์เหนือการแจ้งเตือนเพื่อยอมรับหรือปฏิเสธการถ่ายโอนไฟล์
uk: Коли NearDrop працює, він з'являється в рядку меню в верхній частині екрана. Клікніть на значок NearDrop, якщо ви хочете припинити отримувати файли. Важливо: Ваш пристрій Android і Mac повинні бути підключені до однієї WiFi-мережі для передачі файлів. Якщо вам запропонують дозволити вхідні підключення, будь ласка, дозвольте їх. Щоб надіслати файли з вашого пристрою Android на Mac, торкніться іконки спільного доступу на вашому телефоні та виберіть "Quick Share" або "Nearby Share". Ваш Mac буде відображатися як доступний пристрій. Після цього ви побачите сповіщення на вашому Mac. Наведіть курсор на сповіщення, щоб прийняти або відхилити передачу файлів.

# PinCode
source: PIN: %@
hu: JELKÓD: %@
